{
  "strForm":[
    {
      "title": {
        "ru": "Учитель организует классное пространство и оборудование для разных форм работы, для поддержки активности и свободного передвижения во время урока",
        "kz": "Мұғалім сабақ барысында белсенділік пен еркін қозғалысты қамтамасыз ету үшін әртүрлі жұмыс түрлеріне арналған сынып кеңістігі мен жабдықтарды ұйымдастырады.",
        "en": "The teacher organizes classroom space and equipment for different forms of work, to support activity and free movement during the lesson."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Class management",
          "kz": "Сыныпты басқару",
          "en": "Class management"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Климат в классе свидетельствует о взаимной вежливости и уважении (учитель - ученик/ученик - ученик). Ученики получают поддержку как в вербальной, так и невербальной форме.",
        "kz": "Сыныптағы климат өзара сыпайылық пен сыйластықты көрсетеді (мұғалім-оқушы/оқушы-оқушы). Оқушылар ауызша және ауызша емес қолдау алады.",
        "en": "The classroom climate demonstrates mutual courtesy and respect (teacher-student/student-student). Pupils receive support both verbally and non-verbally."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Class management",
          "kz": "Сыныпты басқару",
          "en": "Class management"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Учитель минимизирует время ожидания учеников между заданиями",
        "kz": "Мұғалім оқушылардың тапсырмалар арасында күту уақытын азайтады.",
        "en": "The teacher minimizes the time students wait between tasks"
      },
      "value": 0,
      "tags": [
        {
          "ru": "Time management",
          "kz": "Тайм-менеджмент",
          "en": "Time management"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "частая смена задач обеспечивает концентрацию внимания и сосредоточенность на задании",
        "kz": "Тапсырманы жиі өзгерту шоғырлануды және тапсырмаға назар аударуды қамтамасыз етеді.",
        "en": "Frequent task changes ensure concentration and focus on the task"
      },
      "value": 0,
      "tags": [
        {
          "ru": "Time management",
          "kz": "Тайм-менеджмент",
          "en": "Time management"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Поведение учеников и качество их учебной работы свидетельствуют о том, что им понятны цели обучения и ожидаемые результаты урока.",
        "kz": "Оқушылардың тәртібі мен олардың оқу сапасы олардың оқу мақсаттары мен күтілетін сабақ нәтижелерін түсінетіндігін көрсетеді.",
        "en": "Pupils’ behavior and the quality of their learning indicate that they understand the learning objectives and expected lesson outcomes."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Управление поведением учеников",
          "kz": "Оқушылардың тәртібін басқару",
          "en": "Management of students’ behavior"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "В ходе урока учебная деятельность учеников эффективно отслеживается, неприемлемое поведение останавливается.",
        "kz": "Сабақ барысында оқушылардың оқу іс-әрекеті тиімді бақыланады және жағымсыз қылықтар тоқтатылады.",
        "en": "During the lesson, pupils’ learning activities are effectively monitored and unacceptable behavior is stopped."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Управление поведением учеников",
          "kz": "Оқушылардың тәртібін басқару",
          "en": "Management of students’ behavior"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Урок учителя разработан самостоятельно / совместно с коллегами / в рамках исследования урока (LS) / в рамках исследования практики (AR) / по авторской программе / по авторской методике",
        "kz": "Мұғалімнің сабағы өз бетінше/әріптестерімен бірге/сабақтық зерттеу (ЛС) бөлігі/практикалық зерттеу (AR) бөлігі ретінде/авторлық бағдарлама бойынша/авторлық әдістеме бойынша әзірленді.",
        "en": "The teacher’s lesson was developed independently / together with colleagues / as part of Lesson Study (LS) / as part of Action Research (AR) / according to the author’s program / according to the author’s methodology"
      },
      "value": 0,
      "tags": [
        {
          "ru": "Планирование",
          "kz": "Жоспарлау",
          "en": "Planning"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Структура плана урока отражает логическую взаимосвязь между этапами урока.",
        "kz": "Сабақ жоспарының құрылымы сабақ кезеңдері арасындағы логикалық байланысты көрсетеді.",
        "en": "The structure of a lesson plan reflects the logical relationship between the stages of the lesson."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Планирование",
          "kz": "Жоспарлау",
          "en": "Planning"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Учебный материал отражает взаимосвязь темы с другими темами и разделами учебной программы, преемственность и непрерывность ее изучения, межпредметные связи.",
        "kz": "Оқу материалында тақырыптың оқу бағдарламасының басқа тақырыптарымен және бөлімдерімен байланысы, оны оқудың сабақтастығы мен сабақтастығы, пәнаралық байланыстары көрсетіледі.",
        "en": "The educational material reflects the relationship of the topic with other topics and sections of the curriculum, the succession and continuity of its study, and interdisciplinary connections."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Планирование",
          "kz": "Жоспарлау",
          "en": "Planning"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Учитель обсуждает с учащимися цели обучения, вовлекает в осмысление целей, логики и результатов урока. ",
        "kz": "Мұғалім оқушылармен оқу мақсаттарын талқылайды, оларды сабақтың мақсатын, логикасын және нәтижелерін түсінуге тартады.",
        "en": "The teacher discusses learning objectives with students, involves them in understanding the goals, logic and results of the lesson."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Преподавание",
          "kz": "Оқыту",
          "en": "Teaching"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Выбранные формы работы, повышают эффективность учебной деятельности. Учитель использует ресурсы, направленные на удовлетворение потребностей / развитие способностей учащихся / исследовательских навыков.",
        "kz": "Таңдалған жұмыс түрлері оқу іс-әрекетінің тиімділігін арттырады. Мұғалім оқушылардың қажеттіліктерін қанағаттандыруға/қабілеттерін/зерттеу дағдыларын дамытуға бағытталған ресурстарды пайдаланады.",
        "en": "The selected forms of work increase the effectiveness of educational activities. The teacher uses resources aimed at meeting students’ needs/developing abilities/research skills."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Преподавание",
          "kz": "Оқыту",
          "en": "Teaching"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Ученики имеют возможность самостоятельно практиковаться в изучаемых понятиях и учениях, применяются различные виды дифференциации (персонализация, индивидуализация). ",
        "kz": "Оқушылардың зерттелетін ұғымдар мен ілімдерді өз бетінше тәжірибеден өткізуге мүмкіндігі бар, саралаудың әртүрлі түрлері қолданылады (дараландыру, даралау).",
        "en": "Students have the opportunity to independently practice the concepts and teachings being studied, various types of differentiation are used (personalization, individualization)."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Преподавание",
          "kz": "Оқыту",
          "en": "Teaching"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Учитель предлагает учащимся критерии и дескрипторы оценивания в соответствии с целями обучения. ",
        "kz": "Мұғалім оқушыларға оқу мақсатына сәйкес бағалау критерийлері мен дескрипторларды ұсынады.",
        "en": "The teacher provides students with assessment criteria and descriptors in accordance with the learning objectives. "
      },
      "value": 0,
      "tags": [
        {
          "ru": "Оценивание",
          "kz": "Бағалау",
          "en": "Assessment"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Применяется определенная форма оценивания (диагностическое/формативное/суммативное), разнообразные инструменты оценивания направлены на достижение целей.",
        "kz": "Бағалаудың белгілі бір түрі қолданылады (диагностикалық/қалыптастырушы/жиынтық), әр түрлі бағалау құралдары мақсатқа жетуге бағытталған.",
        "en": "A specific form of assessment is used (diagnostic/formative/summative), and a variety of assessment tools are aimed at achieving goals."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Оценивание",
          "kz": "Бағалау",
          "en": "Assessment"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Учитель обеспечивает всех учеников своевременной обратной связью. ",
        "kz": "Мұғалім барлық оқушыларға дер кезінде кері байланыс береді.",
        "en": "The teacher provides all students with timely feedback."
      },
      "value": 0,
      "tags": [
        {
          "ru": "Оценивание",
          "kz": "Бағалау",
          "en": "Assessment"
        }
      ],
      "type": "combobox",
      "required": true
    },
    {
      "title": {
        "ru": "Краткий отзыв о наблюдении урока",
        "kz": "Сабақты бақылау бойынша қысқаша кері байланыс",
        "en": "Lesson observation feedback"
      },
      "value": "",
      "tags": [],
      "type": "textarea",
      "required": false
    },
    {
      "title": {
        "ru": "Краткий отзыв о продвижении учителя к достижению цели профессионального развития ",
        "kz": "Мұғалімнің кәсіби даму мақсаттарына жетудегі барысы туралы қысқаша кері байланыс",
        "en": "Brief feedback on teacher progress towards achieving professional development goals"
      },
      "value": "",
      "tags": [],
      "type": "textarea",
      "required": false
    }
  ]
}