<template>
  <div class="wrapper">
    <about-school></about-school>

    <div class="container-fluid">
      <div class="container">
        <p>Здание школы спроектировано по собственному плану и представляет собой объект, состоящий из трех этажей, четырнадцати блоков, рассчитанный на 720 человек. Школа полного дня обеспечивает трехразовое питание в столовой на 360 мест.</p>

        <p>Школа поделена на несколько составляющих – спальный, учебный, лабораторный и языковой блоки. В спальном крыле расположилось общежитие на 120 мест, где могут проживать дети из отдаленных районов области. Учебный блок включает в себя 58 учебных кабинетов, в числе которых 18 языковых кабинетов, пять кабинетов физики и химии, девять кабинетов математики, четыре кабинета биологии, кабинеты географии, истории, экологии и другие. Практически все они оснащены интерактивными, маркерными досками и ноутбуками. Также в школе предусмотрены аудитории для индивидуальных занятий, технического моделирования, технологии искусства, психологической разгрузки, интеграции педагогических и информационных технологий, несколько универсальных кабинетов и лекционных залов.</p>

        <p>Расширенные лаборатории физики, химии, биологии, нанотехнологий, робототехники дают возможность юным исследователям работать на самом передовом оборудовании из Казахстана, России, Великобритании, Германии и США в сотрудничестве с такими мировыми брендами как PASCO, PHYWE и другими. Кроме того, представители компаний обучают специалистов школы навыкам работы с новой техникой.</p>

        <p>Школа должна стать для своих учеников не только научно-образовательным, но и культурно-досуговым, спортивным центром. Для проведения различных мероприятий культурного характера действует просторный многофункциональный актовый зал на 378 мест. Его особенность в том, что зрительская область трансформируется в профессиональный хореографический холл. Кроме того, для развития коммуникативных способностей, навыков креативного письма и публичных выступлений в школе есть собственная телестудия TV NIS. Здесь ребята реализуют проектные работы, выпускают школьные передачи и обучаться мастерству телемонтажа. Шымкентские ученики присоединятся к масштабному проекту по познанию истории страны.</p>

        <p>В фонд библиотек Назарбаев Интеллектуальных школ входит и книгохранилище школы в Шымкенте. Сюда отобраны лучшие учебно-методические пособия, золотые экземпляры классической и художественной литературы с обширной базой отечественных изданий. Большинство книг в скором времени будут оцифрованы и каждый ученик с помощью электронного абонемента сможет прочесть «Путь Абая» или «Анну Каренину» с любого мобильного устройства. Миссия школьной библиотеки стать не только хранилищем книжных изданий, но и информационным центром, где дети смогут овладевать навыками поиска, отбора и анализа данных.</p>

        <p>Для проведения занятий по физической культуре, работы спортивных секций предусмотрены малый и большой спортивные залы, тренажерный зал, скалодром, футбольное поле, баскетбольная и волейбольная площадки, теннисный корт и беговые дорожки. В будущем здесь планируется проводить различные состязания, конкурсы и городские первенства. Вместе с тем, ученики могут посещать кружки: хореография, музыка, гимнастика, шахматы, шашки, теннис, техническое творчество, элективные курсы по подготовке к сдаче IELTS.</p>

        <p>Основной темой оформления Назарбаев Интеллектуальных школ является «Моя Родина – Казахстан». Она состоит из серии живописных полотен «Моя Родина – Казахстан», портретной галереи выдающихся деятелей культуры и просвещения Казахстана, декоративных панно в технике гобелен.</p>

        <p>В Назарбаев Интеллектуальной школе физико-математического направления г. Шымкент на общей конкурсной основе были отобраны ведущие педагогические кадры региона. В школе начали работу иностранные учителя.</p>
        <br/>
      </div>
    </div>

  </div>
</template>
<script>
  import AboutSchool from "@/components/AboutSchool";
  export default {
    components: {AboutSchool}
  }
</script>