<template>
    <div class="container-fluid py-5">
        <div class="container">
            <div class="row align-items-center">
                <div class="col-lg-5">
                    <img class="img-fluid rounded mb-5 mb-lg-0" :src="require('@/assets/img/parent_university/planning.png')" alt="">
                </div>
                <div class="col-lg-7">
                    <p class="section-title pr-5"><span class="pr-2">Родительский Университет</span></p>
                    <!--<h1 class="mb-4">Немного истории школы</h1>-->
                    <p>«Родительский Университет» - это образовательный проект, объединяющий представителей родительской общественности, административных и педагогических работников, заинтересованных в укреплении семьи, связи семейного и общественного воспитания, и  направленный на формирование компетенций, позволяющих эффективно решать вопросы воспитания, развития и образования учащихся Интеллектуальной школы.</p>
                    <p>Развитие родительской осознанности и формирование навыков ответственной родительской позиции и позитивного родительства через информирование, изменение мышления и поведения, выработку навыков общения с детьми являются целью университета.</p>
                    <p>Родительский университет успешно реализуется совместными усилиями родителей учащихся, педагог-организатор кураторов, школьных психологов и воспитателей общежития.</p>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: "ParentUniversityView"
    }
</script>

<style scoped>

</style>