<template>
    <template>
        <div class="container-fluid py-5">
            <div class="container">
                <div class="row align-items-center">
                    <div class="col-lg-5">
                        <img class="img-fluid rounded mb-5 mb-lg-0" :src="require('@/assets/img/students/feedback.png')" alt="">
                    </div>
                    <div class="col-lg-7">
                        <p class="section-title pr-5"><span class="pr-2">О совете лидеров</span></p>
                        <p>Организация ученического самоуправления - это форма участия учащихся Назарбаев Интеллектуальной школы в самоуправлении, где члены организации самоуправления совместно с руководством интеллектуальной школы и координаторами работают над решением вопросов организации общественных работ.</p>
                        <p>Основная цель организации ученического самоуправления - реализация прав учащихся в управлении школой, воспитание личности с организаторскими качествами, интеллектуального, нравственного, здорового гражданина мира, способного самостоятельно принимать решения, ответственного и дисциплинированного, имеющего активную жизненную позицию и обладающего современными образовательными навыками.</p>
                    </div>
                </div>
                <div class="row align-items-center">

                    <div class="col-lg-7">
                        <p class="section-title pr-5"><span class="pr-2">О кружках</span></p>
                        <p>Дополнительное образование учащихся Интеллектуальных школ направлено на формирование и развитие творческих способностей, удовлетворение их индивидуальных потребностей в интеллектуальном, нравственном и физическом совершенствовании, формирование культуры здорового и безопасного образа жизни, укрепление здоровья, а также на организацию их свободного времени.</p>
                        <p>Дополнительное образование помогает ребенку адаптироваться к жизни в современном обществе, обеспечивает профессиональную ориентацию детей, а также выявление и поддержку детей, проявивших исключительные способности.</p>
                        <p>Система дополнительного образования НИШ представлена широким спектром форм активизации и взаимодействия учащихся, но все они влияют на формирование и становление личности.</p>
                    </div>
                    <div class="col-lg-5">
                        <img class="img-fluid rounded mb-5 mb-lg-0" :src="require('@/assets/img/students/brainstorming.png')" alt="">
                    </div>
                </div>
            </div>
        </div>
    </template>
</template>

<script>
    export default {
        name: "TeachersView"
    }
</script>

<style scoped>

</style>