export default {
  state: {
    trainers:
      [
        {
          image: "teachers/trainer/abisheva_k.jpg",
          name: {
            kz:"Абишева К.М.",
            ru:"Абишева К.М.",
            en:"Абишева К.М."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            ru:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            en:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период"
          }
        },
        {
          image: "teachers/trainer/djunusbayeva_g.jpg",
          name: {
            kz:"Джунусбаева Г.А.",
            ru:"Джунусбаева Г.А.",
            en:"Джунусбаева Г.А."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            ru:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            en:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период"
          }
        },
        {
          image: "teachers/trainer/kontayev_e.jpg",
          name: {
            kz:"Контаев Е.Н.",
            ru:"Контаев Е.Н.",
            en:"Контаев Е.Н."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            ru:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            en:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период"
          }
        },
        {
          image: "teachers/trainer/bekaidar_g.jpg",
          name: {
            kz:"Турлыбекова С.К.",
            ru:"Турлыбекова С.К.",
            en:"Турлыбекова С.К."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            ru:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            en:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период"
          }
        },
        {
          image: "teachers/trainer/suleimenova_g.jpg",
          name: {
            kz:"Сулейменова Г.М.",
            ru:"Сулейменова Г.М.",
            en:"Сулейменова Г.М."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            ru:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            en:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период"
          }
        },
        {
          image: "teachers/trainer/kerimshieva_i.jpg",
          name: {
            kz:"Керимшеева И.",
            ru:"Керимшеева И.",
            en:"Керимшеева И."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            ru:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период",
            en:"Тренер по поддержке профессионального развития педагогов в меж аттестационный период"
          }
        },
        {
          image: "teachers/trainer/beiseeva_g.jpg",
          name: {
            kz:"Бейсеева Г.Ж.",
            ru:"Бейсеева Г.Ж.",
            en:"Бейсеева Г.Ж."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по программе Развитие одарённости в школе",
            ru:"Тренер по программе Развитие одарённости в школе",
            en:"Тренер по программе Развитие одарённости в школе"
          }
        },
        {
          image: "teachers/trainer/doskulov_e.jpg",
          name: {
            kz:"Доскулов Е.Ж.",
            ru:"Доскулов Е.Ж.",
            en:"Доскулов Е.Ж."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по программе Развитие одарённости в школе",
            ru:"Тренер по программе Развитие одарённости в школе",
            en:"Тренер по программе Развитие одарённости в школе"
          }
        },
        {
          image: "teachers/trainer/bolsunova_m.jpg",
          name: {
            kz:"Болсынова М.И.",
            ru:"Болсынова М.И.",
            en:"Болсынова М.И."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по программе Развитие одарённости в школе",
            ru:"Тренер по программе Развитие одарённости в школе",
            en:"Тренер по программе Развитие одарённости в школе"
          }
        },
        {
          image: "teachers/trainer/otegenov_m.jpg",
          name: {
            kz:"Отегенов М.",
            ru:"Отегенов М.",
            en:"Отегенов М."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по программе Развитие одарённости в школе",
            ru:"Тренер по программе Развитие одарённости в школе",
            en:"Тренер по программе Развитие одарённости в школе"
          }
        },
        {
          image: "teachers/trainer/baimusaev_sh.jpg",
          name: {
            kz:"Баймусаев Ш.С.",
            ru:"Баймусаев Ш.С.",
            en:"Баймусаев Ш.С."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер CLIL",
            ru:"Тренер CLIL",
            en:"Тренер CLIL"
          }
        },
        {
          image: "teachers/trainer/zhalmahanova_s.jpg",
          name: {
            kz:"Жалмаханова С.А.",
            ru:"Жалмаханова С.А.",
            en:"Жалмаханова С.А."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер CLIL",
            ru:"Тренер CLIL",
            en:"Тренер CLIL"
          }
        },
        {
          image: "teachers/trainer/joldasova_a.jpg",
          name: {
            kz:"Жолдасова А.А.",
            ru:"Жолдасова А.А.",
            en:"Жолдасова А.А."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер CLIL",
            ru:"Тренер CLIL",
            en:"Тренер CLIL"
          }
        },
        {
          image: "teachers/trainer/bedebayeva_m.jpg",
          name: {
            kz:"Бедебаева М.Е.",
            ru:"Бедебаева М.Е.",
            en:"Бедебаева М.Е."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер CLIL",
            ru:"Тренер CLIL",
            en:"Тренер CLIL"
          }
        },
        {
          image: "teachers/trainer/sarsenbayeva_a.jpg",
          name: {
            kz:"Сарсенбаева А.С.",
            ru:"Сарсенбаева А.С.",
            en:"Сарсенбаева А.С."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер CLIL",
            ru:"Тренер CLIL",
            en:"Тренер CLIL"
          }
        },
        {
          image: "teachers/trainer/botabekov_n.jpg",
          name: {
            kz:"Ботабеков Н.О.",
            ru:"Ботабеков Н.О.",
            en:"Ботабеков Н.О."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер CLIL",
            ru:"Тренер CLIL",
            en:"Тренер CLIL"
          }
        },
        {
          image: "teachers/trainer/abdikerova_j.jpg",
          name: {
            kz:"Абдикерова Ж.Р.",
            ru:"Абдикерова Ж.Р.",
            en:"Абдикерова Ж.Р."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер CLIL",
            ru:"Тренер CLIL",
            en:"Тренер CLIL"
          }
        },
        {
          image: "teachers/trainer/ermekbayeva_a.jpg",
          name: {
            kz:"Ермекбаева А.Т.",
            ru:"Ермекбаева А.Т.",
            en:"Ермекбаева А.Т."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер программы ЦПМ",
            ru:"Тренер программы ЦПМ",
            en:"Тренер программы ЦПМ"
          }
        },
        {
          image: "teachers/trainer/naimanbayeva_m.jpg",
          name: {
            kz:"Найманбаева М.И.",
            ru:"Найманбаева М.И.",
            en:"Найманбаева М.И."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер программы ЦПМ",
            ru:"Тренер программы ЦПМ",
            en:"Тренер программы ЦПМ"
          }
        },
        {
          image: "teachers/trainer/tleulov_e.jpg",
          name: {
            kz:"Тлеулов Е.Э.",
            ru:"Тлеулов Е.Э.",
            en:"Тлеулов Е.Э."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер программы ЦПМ",
            ru:"Тренер программы ЦПМ",
            en:"Тренер программы ЦПМ"
          }
        },
        {
          image: "teachers/trainer/gasanov_n.jpg",
          name: {
            kz:"Гасанов Н.А",
            ru:"Гасанов Н.А",
            en:"Гасанов Н.А"
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер программы ЦПМ",
            ru:"Тренер программы ЦПМ",
            en:"Тренер программы ЦПМ"
          }
        },
        {
          image: "teachers/trainer/shaldarbekov_j.jpg",
          name: {
            kz:"Шалдарбеков Ж.М.",
            ru:"Шалдарбеков Ж.М.",
            en:"Шалдарбеков Ж.М."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по робототехнике",
            ru:"Тренер по робототехнике",
            en:"Тренер по робототехнике"
          }
        },
        {
          image: "teachers/trainer/turanov_a.jpg",
          name: {
            kz:"Туранов А.К.",
            ru:"Туранов А.К.",
            en:"Туранов А.К."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер по робототехнике",
            ru:"Тренер по робототехнике",
            en:"Тренер по робототехнике"
          }
        },
        {
          image: "teachers/trainer/kim_i.jpg",
          name: {
            kz:"Ким И.М.",
            ru:"Ким И.М.",
            en:"Ким И.М."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер разработчик тестовых заданий CITO",
            ru:"Тренер разработчик тестовых заданий CITO",
            en:"Тренер разработчик тестовых заданий CITO"
          }
        },
        {
          image: "teachers/trainer/aijanova_g.jpg",
          name: {
            kz:"Айжанова Г.Т.",
            ru:"Айжанова Г.Т.",
            en:"Айжанова Г.Т."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер разработчик тестовых заданий CITO",
            ru:"Тренер разработчик тестовых заданий CITO",
            en:"Тренер разработчик тестовых заданий CITO"
          }
        },
        {
          image: "teachers/trainer/petuhova_t.jpg",
          name: {
            kz:"Петухова Т.В.",
            ru:"Петухова Т.В.",
            en:"Петухова Т.В."
          },
          level: {
            kz:"Учитель – эксперт",
            ru:"Учитель – эксперт",
            en:"Учитель – эксперт"
          },
          course:{
            kz:"Тренер разработчик тестовых заданий CITO",
            ru:"Тренер разработчик тестовых заданий CITO",
            en:"Тренер разработчик тестовых заданий CITO"
          }
        },
      ]
  },
  getters: {
    getTrainers (state) {
      return state.trainers
    }
  },
  mutations: {

  },
  actions: {

  },
  namespaced: true
}
