<template>
    <div class="wrapper" v-if="this.$i18n.locale === 'ru'">
        <br/>
        <h1 class="title">Уважаемые родители и претенденты!</h1>
        <br />
        <p>АОО «Назарбаев Интеллектуальные школы» объявляет прием документов для участия в конкурсном отборе претендентов на присуждение образовательного гранта «Өркен» для обучения в 7 классах Назарбаев Интеллектуальных школ с 2023–2024 учебного года</p>
        <p>Прием документов осуществляется с 1 декабря 2022 года по 10 января 2023 года. Комплексные тестирования проводятся 2–3 марта 2023 года. </p>
        <p>Для приема на обучение в Интеллектуальные школы используется система конкурсного отбора учащихся, соответствующая международным стандартам и обеспечивающая объективность, справедливость и принцип равенства для всех претендентов. </p>
        <p>Эффективность системы конкурсного отбора подтверждена валидационными исследованиями (2016, 2020 годы) и успешным прохождением международной аккредитации, проведенной в 2022 году Исследовательским центром экспертизы и сертификации (RCEC, Нидерланды).</p>
        <p>По итогам конкурса Республиканская комиссия по присуждению образовательного гранта «Өркен» присуждает грант претендентам для обучения в 7-х классах с более высоким общим баллом теста по оценке способностей к изучению предметов естественно-математического направления и языкового теста в пределах выделенных грантов по конкретным школам.</p>
        <p>При присуждении грантов Комиссия руководствуется следующими критериями:</p>
        <ul>
            <li>- количество детей, набравших высокие баллы по итогам комплексных тестирований в разрезе языков обучения;</li>
            <li>- проектная мощность школы.</li>
        </ul>
        <p>С целью подготовки претендентов для поступления в Назарбаев Интеллектуальные школы реализуются следующие проекты АОО: </p>
        <ul>
            <li>- Виртуальная школа для учащихся 5, 6 классов (онлайн, бесплатно);</li>
            <li>- Каникулярная школа на базе Назарбаев Интеллектуальных школ для учащихся, прошедших итоговое тестирование Виртуальной школы (бесплатно);</li>
            <li>- Обучающий онлайн курс "Как подготовиться к поступлению в Назарбаев Интеллектуальную школу и оценить свои возможности" на сайте <a href="https://www.academia.kz/ru" class="mylink">www.academia.kz</a> (платно);</li>
            <li>- Пробное тестирование конкурсного отбора учащихся на базе Назарбаев Интеллектуальных школ (платно)</li>
        </ul>
        <p>Подробную информацию по проектам можно получить на сайте <a href="https://www.nis.edu.kz/" class="mylink">www.nis.edu.kz</a> в разделе «Претендентам». Прохождение данных курсов не гарантирует поступление в Интеллектуальные школы.</p>
        <br />
        <p style="font-weight: 500; font-size: 25px; color: red;">Предупреждение!</p>
        <p>На сегодняшний день в стране действуют более 1900 подготовительных центров. В последнее время участились случаи неправомерного использования официального логотипа и имени АОО «Назарбаев Интеллектуальные школы» на своих сайтах и в рекламных материалах некоторыми организациями и физическими лицами, оказывающими образовательные услуги, в частности по подготовке учащихся к вступительным экзаменам в Назарбаев Интеллектуальные школы, а также выпуска сборников тестовых заданий, распространения недостоверной информации об условиях конкурсного отбора и о количестве выделяемых грантов для обучения в Интеллектуальных школах. </p>
        <p>В связи с этим, АОО «Назарбаев Интеллектуальные школы» официально сообщает, что не сотрудничает с какими-либо организациями и отдельными физическими лицами, оказывающими образовательные услуги по подготовке учащихся к поступлению в Назарбаев Интеллектуальные школы. </p>
        <p>Полную информацию об условиях конкурсного отбора вы можете получить исключительно на официальном сайте АОО «Назарбаев Интеллектуальные школы» <a href="https://www.nis.edu.kz/" class="mylink">www.nis.edu.kz</a> в разделе «Претендентам».</p>
        <br />
    </div>

    <div class="wrapper" v-if="this.$i18n.locale === 'kz'">
        <br/>
        <h1 class="title">Құрметті ата-аналар мен үміткерлер!</h1>
        <br />
        <p>«Назарбаев Зияткерлік мектептері» дербес білім беру ұйымы 2023-2024 оқу жылында Назарбаев Зияткерлік мектептерінің 7-сыныптарында білім алу үшін үміткерлерге Қазақстан Республикасы Тұңғыш Президенті – Елбасының «Өркен» білім беру грантын тағайындауға конкурс жариялайды.</p>
        <p>Құжат қабылдау 2022 жылғы 1 желтоқсаннан 2023 жылғы 10 қаңтарға дейін жүргізіледі. Кешенді тесттер 2023 жылғы 2-3 наурыз күндері өтеді</p>
        <p>Зияткерлік мектептерге оқушыларды қабылдау үшін халықаралық стандарттарға сай және барлық үміткерлер үшін объективтілікті, әділеттілік пен теңдік қағидасын қамтитын конкурстық іріктеу жүйесі қолданылады.</p>
        <p>Зияткерлік мектептерге оқушыларды конкурстық іріктеудің қолданыстағы жүйесінің тиімділігі валидациялық зерттеулермен (2016, 2020 жылдар) және 2022 жылы сараптама және сертификаттау зерттеу орталығының (RCEC, Нидерланд) халықаралық аккредитациясынан табысты өтуімен расталды.</p>
        <p>Конкурстың қорытындысы негізінде «Өркен» білім беру грантын тағайындау жөніндегі республикалық комиссия нақты мектептерге бөлінген гранттарға сәйкес жаратылыстану-математикалық бағыттағы пәндерді зерделеу қабілеттерін бағалау және тілдік тестілеуден неғұрлым жоғары жалпы балл жинаған үміткерлерге 7-сыныптарда оқуға грант тағайындайды.</p>
        <p>Гранттарды тағайындау кезінде Комиссия келесі көрсеткіштерді басшылыққа алады:</p>
        <ul>
            <li>- оқыту тілдеріне сәйкес кешенді тестілеу нәтижесінде неғұрлым жоғары жалпы балл жинағандар саны;</li>
            <li>- Мектептердің жобалық сыйымдылығы. </li>
        </ul>
        <p>Назарбаев Зияткерлік мектептеріне қабылдауға үміткерлерді дайындау мақсатында ДББҰ келесі жобаларды жүзеге асырады:</p>
        <ul>
            <li>- 5, 6 – шы сынып оқушылары үшін Виртуалдық мектеп (онлайн, ақысыз);</li>
            <li>- Виртуалдық мектептің қорытынды тестілеуінен өткен оқушылар үшін Назарбаев Зияткерлік мектептерінің базасында өтетін Каникулярлық мектеп (ақысыз);</li>
            <li>- <a href="https://www.academia.kz/ru" class="mylink">www.academia.kz</a> сайтындағы «Назарбаев Зияткерлік мектебіне түсуге қалай дайындалуға және өз мүмкіндіктерін бағалауға болады» онлайн оқыту курсы (ақылы);</li>
            <li>- Назарбаев Зияткерлік мектептері базасында оқушыларды конкурстық іріктеуге байқау тестілеуі (ақылы).</li>
        </ul>
        <p>Жобалар туралы толық ақпаратты <a href="https://www.nis.edu.kz/" class="mylink">www.nis.edu.kz</a> сайтында «Үміткерлер» бөлімінен алуға болады. Бұл курстардан өту Зияткерлік мектептерге түсуге кепілдік бермейді.</p>
        <br />
        <p style="font-weight: 500; font-size: 25px; color: red;">Ескерту!</p>
        <p>Бүгінде елімізде 1900-ден астам дайындық орталықтары бар. Соңғы кезде оқушыларды Назарбаев Зияткерлік мектептеріне оқуға түсу үшін қабылдау емтихандарына дайындауға қатысты кейбір білім беру қызметтерін ұсынып жүрген ұйымдар мен жеке тұлғалардың өз сайттарында және жарнамалық материалдарында «Назарбаев Зияткерлік мектептері» ДББҰ ресми логотипін заңсыз қолдану мен дайындық тесттік тапсырмалар жинағын шығару оқиғалары жиі кездесуде, сондай-ақ конкурстық іріктеу шарттары мен Зияткерлік мектептерде білім алуға бөлінген гранттар саны туралы жалған ақпарат беруде.</p>
        <p>Осыған орай, «Назарбаев Зияткерлік мектептері» ДББҰ оқушыларды Назарбаев Зияткерлік мектептеріне түсуге дайындық қызметтерін ұсынып жүрген ұйымдармен, жеке тұлғалармен бірлесе жұмыс жүргізбейтінін ресми хабарлайды.</p>
        <p>Конкурстық іріктеудің шарттары және тапсырмалар үлгілері туралы толық мәліметті сіздер тек «Назарбаев Зияткерлік мектептері» ДББҰ <a href="https://www.nis.edu.kz/" class="mylink">www.nis.edu.kz</a> ресми сайтының «Үміткерлерге» бөлімінен ала аласыздар.</p>
        <br />
    </div>

</template>

<script>
    export default {
        name: "ConcursView"
    }
</script>

<style scoped>
    .title{
        font-size: 32px;
        font-weight: 600;
        text-align: center;
    }
    .wrapper p:before{
        content: ' ';
        padding-left: 50px;
    }
    .wrapper p{
        font-size: 18px;
        padding: 10px 0;
    }
    .mylink{
        text-decoration: none;
    }
    .wrapper ul li{
        font-style: italic;
    }
</style>